Repository: solokha-o/Alike
Catalog: Packages/Welcome/Sources/Welcome/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# welcome.main.accessGranted
source: Access Granted
de: Zugriff erteilt
es: Acceso concedido
es_419: Acceso concedido
fr: Accès autorisé
it: Accesso consentito
nl: Toegang verleend
pl: Dostęp przyznany
pt_br: Acesso concedido
tr: Erişim Verildi
uk: Доступ надано
zh_hant: 已授予取用權

# welcome.main.alikeDataDeleted
source: Alike data deleted
de: Alike-Daten gelöscht
es: Datos de Alike eliminados
es_419: Datos de Alike eliminados
fr: Données Alike supprimées
it: Dati di Alike eliminati
nl: Alike-gegevens verwijderd
pl: Dane Alike usunięte
pt_br: Dados do Alike apagados
tr: Alike verileri silindi
uk: Дані Alike видалено
zh_hant: 已刪除 Alike 資料

# welcome.main.alikeNeedsPhotoAccessScan
source: Alike needs photo access to scan your library and prepare cleanup suggestions.
de: Alike benötigt Zugriff auf deine Fotos, um deine Mediathek zu scannen und Aufräumvorschläge vorzubereiten.
es: Alike necesita acceso a tus fotos para analizar tu fototeca y preparar sugerencias de limpieza.
es_419: Alike necesita acceso a tus fotos para analizar tu fototeca y preparar sugerencias de limpieza.
fr: Alike a besoin d’accéder à vos photos pour analyser votre photothèque et préparer des suggestions de nettoyage.
it: Alike ha bisogno dell'accesso alle foto per analizzare la libreria e preparare i suggerimenti di pulizia.
nl: Alike heeft toegang tot je foto's nodig om je bibliotheek te scannen en opruimsuggesties voor te bereiden.
pl: Alike potrzebuje dostępu do zdjęć, aby przeskanować bibliotekę i przygotować propozycje porządków.
pt_br: O Alike precisa de acesso às fotos para analisar sua fototeca e preparar sugestões de limpeza.
tr: Alike'ın kitaplığını tarayıp temizlik önerileri hazırlayabilmesi için fotoğraf erişimi gerekiyor.
uk: Alike потрібен доступ до фото, щоб сканувати вашу фототеку та підготувати рекомендації для очищення.
zh_hant: Alike 需要取用照片，才能掃描你的圖庫並準備清理建議。

# welcome.main.alikeNeverDeletesPhotosAutomatically
source: Alike never deletes photos automatically. You review the suggestions first and confirm every cleanup action.
de: Alike löscht nie automatisch Fotos. Du prüfst zuerst die Vorschläge und bestätigst jede Aufräumaktion.
es: Alike nunca elimina fotos automáticamente. Primero revisas las sugerencias y confirmas cada acción de limpieza.
es_419: Alike nunca elimina fotos automáticamente. Primero revisas las sugerencias y confirmas cada acción de limpieza.
fr: Alike ne supprime jamais de photos automatiquement. Vous examinez d’abord les suggestions et confirmez chaque nettoyage.
it: Alike non elimina mai foto automaticamente. Prima controlli i suggerimenti e confermi ogni azione di pulizia.
nl: Alike verwijdert nooit automatisch foto's. Jij bekijkt eerst de suggesties en bevestigt elke opruimactie.
pl: Alike nigdy nie usuwa zdjęć automatycznie. Najpierw przeglądasz propozycje i potwierdzasz każdą operację porządkową.
pt_br: O Alike nunca apaga fotos automaticamente. Você revisa as sugestões primeiro e confirma cada ação de limpeza.
tr: Alike hiçbir fotoğrafı otomatik olarak silmez. Önce önerileri sen gözden geçirir, her temizlik işlemini sen onaylarsın.
uk: Alike ніколи не видаляє фото автоматично. Ви спочатку переглядаєте рекомендації й підтверджуєте кожну дію.
zh_hant: Alike 絕不會自動刪除照片。你會先檢視建議，並確認每一項清理操作。

# welcome.main.alikeYourPhotoDetective
source: Alike, your photo detective
de: Alike, dein Foto-Detektiv
es: Alike, tu detective de fotos
es_419: Alike, tu detective de fotos
fr: Alike, votre détective photo
it: Alike, il tuo detective delle foto
nl: Alike, je fotodetective
pl: Alike, Twój detektyw od zdjęć
pt_br: Alike, seu detetive de fotos
tr: Alike, fotoğraf dedektifin
uk: Alike, ваш фотодетектив
zh_hant: Alike，你的照片偵探

# welcome.main.analysisStaysDeviceNothingDeleted
source: Analysis stays on your device, and nothing is deleted automatically.
de: Die Analyse bleibt auf deinem Gerät, und nichts wird automatisch gelöscht.
es: El análisis se queda en tu dispositivo y no se elimina nada automáticamente.
es_419: El análisis se queda en tu dispositivo y no se elimina nada automáticamente.
fr: L’analyse reste sur votre appareil et rien n’est supprimé automatiquement.
it: L'analisi resta sul tuo dispositivo e nulla viene eliminato automaticamente.
nl: De analyse blijft op je apparaat en er wordt niets automatisch verwijderd.
pl: Analiza pozostaje na Twoim urządzeniu, a nic nie jest usuwane automatycznie.
pt_br: A análise fica no seu dispositivo, e nada é apagado automaticamente.
tr: Analiz aygıtında kalır ve hiçbir şey otomatik olarak silinmez.
uk: Аналіз виконується на вашому пристрої, і нічого не видаляється автоматично.
zh_hant: 分析全程留在你的裝置上，也不會自動刪除任何內容。

# welcome.main.back
source: Back
de: Zurück
es: Atrás
es_419: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt_br: Voltar
tr: Geri
uk: Назад
zh_hant: 返回

# welcome.main.canChangeAccessLaterSettings
source: You can change access later in Settings, and Alike never deletes anything without your confirmation.
de: Du kannst den Zugriff später in den Einstellungen ändern, und Alike löscht nie etwas ohne deine Bestätigung.
es: Puedes cambiar el acceso más tarde en Ajustes, y Alike nunca elimina nada sin tu confirmación.
es_419: Puedes cambiar el acceso más tarde en Configuración, y Alike nunca elimina nada sin tu confirmación.
fr: Vous pourrez modifier l’accès plus tard dans Réglages, et Alike ne supprime jamais rien sans votre confirmation.
it: Puoi modificare l'accesso in seguito in Impostazioni e Alike non elimina mai nulla senza la tua conferma.
nl: Je kunt de toegang later wijzigen in Instellingen, en Alike verwijdert nooit iets zonder jouw bevestiging.
pl: Dostęp możesz zmienić później w Ustawieniach, a Alike nigdy niczego nie usuwa bez Twojego potwierdzenia.
pt_br: Você pode alterar o acesso depois nos Ajustes, e o Alike nunca apaga nada sem a sua confirmação.
tr: Erişimi daha sonra Ayarlar'dan değiştirebilirsin ve Alike onayın olmadan hiçbir şeyi silmez.
uk: Пізніше ви можете змінити доступ у Налаштуваннях, а Alike нічого не видаляє без вашого підтвердження.
zh_hant: 你之後可以在「設定」中更改取用權；未經你確認，Alike 不會刪除任何內容。

# welcome.main.canGrantAccessNowReturn
source: You can grant access now and return to cleanup whenever you're ready.
de: Du kannst den Zugriff jetzt erteilen und jederzeit zum Aufräumen zurückkehren.
es: Puedes conceder el acceso ahora y volver a la limpieza cuando quieras.
es_419: Puedes conceder el acceso ahora y volver a la limpieza cuando quieras.
fr: Vous pouvez autoriser l’accès maintenant et revenir au nettoyage quand vous le souhaitez.
it: Puoi consentire l'accesso ora e tornare alla pulizia quando vuoi.
nl: Je kunt nu toegang verlenen en later terugkomen om op te ruimen.
pl: Możesz przyznać dostęp teraz i wrócić do porządków, kiedy zechcesz.
pt_br: Você pode conceder o acesso agora e voltar à limpeza quando quiser.
tr: Erişimi şimdi verip temizliğe hazır olduğunda dönebilirsin.
uk: Ви можете надати доступ зараз і повернутися до очищення, коли будете готові.
zh_hant: 你可以現在授予取用權，等準備好時再回來清理。

# welcome.main.cleanUpLibraryWithConfidence
source: Clean up your library with confidence
de: Räume deine Mediathek sicher auf
es: Limpia tu fototeca con confianza
es_419: Limpia tu fototeca con confianza
fr: Nettoyez votre photothèque en toute confiance
it: Metti in ordine la libreria in tutta tranquillità
nl: Ruim je bibliotheek met een gerust hart op
pl: Uporządkuj bibliotekę bez obaw
pt_br: Limpe sua fototeca com confiança
tr: Kitaplığını içi rahat şekilde temizle
uk: Очищуйте фототеку впевнено
zh_hant: 安心整理你的圖庫

# welcome.main.comparePhotosKeepShotsThat
source: Compare photos and keep the shots that matter to you.
de: Vergleiche Fotos und behalte die Aufnahmen, die dir wichtig sind.
es: Compara fotos y quédate con las tomas que te importan.
es_419: Compara fotos y quédate con las tomas que te importan.
fr: Comparez vos photos et gardez les clichés qui comptent pour vous.
it: Confronta le foto e conserva gli scatti che contano per te.
nl: Vergelijk foto's en houd de opnamen die er voor jou toe doen.
pl: Porównuj zdjęcia i zachowaj te ujęcia, na których Ci zależy.
pt_br: Compare fotos e fique com as que importam para você.
tr: Fotoğrafları karşılaştır ve senin için önemli olan kareleri sakla.
uk: Порівнюйте фото й залишайте важливі для вас знімки.
zh_hant: 比較照片，留下對你有意義的那幾張。

# welcome.main.continue
source: Continue
de: Fortfahren
es: Continuar
es_419: Continuar
fr: Continuer
it: Continua
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
tr: Sürdür
uk: Продовжити
zh_hant: 繼續

# welcome.main.enablePhotoAccessSettingsWhen
source: Enable photo access in Settings when you're ready to continue.
de: Aktiviere den Fotozugriff in den Einstellungen, wenn du fortfahren möchtest.
es: Activa el acceso a las fotos en Ajustes cuando quieras continuar.
es_419: Activa el acceso a las fotos en Configuración cuando quieras continuar.
fr: Activez l’accès aux photos dans Réglages lorsque vous souhaitez continuer.
it: Attiva l'accesso alle foto in Impostazioni quando vuoi continuare.
nl: Schakel fototoegang in bij Instellingen wanneer je verder wilt.
pl: Włącz dostęp do zdjęć w Ustawieniach, gdy zechcesz kontynuować.
pt_br: Ative o acesso às fotos nos Ajustes quando quiser continuar.
tr: Devam etmeye hazır olduğunda Ayarlar'dan fotoğraf erişimini aç.
uk: Увімкніть доступ до фото в Налаштуваннях, коли будете готові продовжити.
zh_hant: 準備好繼續時，請到「設定」中開啟照片取用權。

# welcome.main.everyDeletionStaysConfirmedVisible
source: Every deletion stays confirmed, visible, and fully in your hands.
de: Jede Löschung bleibt bestätigt, sichtbar und vollständig in deiner Hand.
es: Cada eliminación queda confirmada, visible y por completo en tus manos.
es_419: Cada eliminación queda confirmada, visible y por completo en tus manos.
fr: Chaque suppression reste confirmée, visible et entièrement entre vos mains.
it: Ogni eliminazione resta confermata, visibile e completamente nelle tue mani.
nl: Elke verwijdering blijft bevestigd, zichtbaar en volledig in jouw handen.
pl: Każde usunięcie pozostaje potwierdzone, widoczne i całkowicie w Twoich rękach.
pt_br: Cada exclusão fica confirmada, visível e totalmente nas suas mãos.
tr: Her silme işlemi onaylı, görünür ve tamamen senin kontrolünde kalır.
uk: Кожне видалення підтверджується, залишається прозорим і повністю у ваших руках.
zh_hant: 每一次刪除都經過確認、清楚可見，完全由你作主。

# welcome.main.findCleanupOpportunities
source: Find cleanup opportunities
de: Aufräummöglichkeiten finden
es: Encuentra oportunidades de limpieza
es_419: Encuentra oportunidades de limpieza
fr: Trouver des possibilités de nettoyage
it: Trova occasioni di pulizia
nl: Vind opruimkansen
pl: Znajdź okazje do porządków
pt_br: Encontre oportunidades de limpeza
tr: Temizlik fırsatlarını bul
uk: Знаходьте можливості для очищення
zh_hant: 找出可清理的項目

# welcome.main.grantAccess
source: Grant Access
de: Zugriff erteilen
es: Conceder acceso
es_419: Conceder acceso
fr: Autoriser l’accès
it: Consenti accesso
nl: Verleen toegang
pl: Przyznaj dostęp
pt_br: Conceder acesso
tr: Erişim Ver
uk: Надати доступ
zh_hant: 授予取用權

# welcome.main.groupVisuallySimilarPhotosOther
source: Group visually similar photos and other items worth reviewing.
de: Gruppiert visuell ähnliche Fotos und andere Objekte, die eine Durchsicht lohnen.
es: Agrupa fotos visualmente similares y otros elementos que merece la pena revisar.
es_419: Agrupa fotos visualmente similares y otros elementos que vale la pena revisar.
fr: Regroupe les photos visuellement similaires et les autres éléments à examiner.
it: Raggruppa foto visivamente simili e altri elementi da controllare.
nl: Groepeer visueel vergelijkbare foto's en andere items die het bekijken waard zijn.
pl: Grupuj wizualnie podobne zdjęcia i inne elementy warte przejrzenia.
pt_br: Agrupe fotos visualmente semelhantes e outros itens que valem uma revisão.
tr: Görsel olarak benzeyen fotoğrafları ve gözden geçirmeye değer diğer öğeleri grupla.
uk: Групуйте візуально схожі фото та інші елементи, які варто переглянути.
zh_hant: 將外觀相似的照片和其他值得檢視的項目分組。

# welcome.main.howAlikeHelps
source: How Alike helps
de: So hilft Alike
es: Cómo te ayuda Alike
es_419: Cómo te ayuda Alike
fr: Comment Alike vous aide
it: Come ti aiuta Alike
nl: Hoe Alike helpt
pl: Jak pomaga Alike
pt_br: Como o Alike ajuda
tr: Alike nasıl yardımcı olur
uk: Як допомагає Alike
zh_hant: Alike 如何幫上忙

# welcome.main.knowHowMuchSpaceCould
source: Know how much space you could reclaim before you clean up.
de: Sieh vor dem Aufräumen, wie viel Speicher du freigeben kannst.
es: Descubre cuánto espacio podrías recuperar antes de limpiar.
es_419: Descubre cuánto espacio podrías recuperar antes de limpiar.
fr: Sachez combien d’espace vous pourriez récupérer avant de faire le tri.
it: Scopri quanto spazio potresti recuperare prima di fare pulizia.
nl: Weet hoeveel ruimte je kunt vrijmaken voordat je opruimt.
pl: Dowiedz się, ile miejsca możesz odzyskać, zanim zaczniesz porządki.
pt_br: Saiba quanto espaço você pode recuperar antes de limpar.
tr: Temizliğe başlamadan önce ne kadar alan kazanabileceğini gör.
uk: Дізнавайтеся, скільки місця можна звільнити, ще до очищення.
zh_hant: 在清理之前，先了解你能釋出多少空間。

# welcome.main.localAlikeDataWasDeleted
source: Your local Alike data was deleted. Your photos and subscription are unchanged.
de: Deine lokalen Alike-Daten wurden gelöscht. Deine Fotos und dein Abo bleiben unverändert.
es: Se han eliminado tus datos locales de Alike. Tus fotos y tu suscripción no cambian.
es_419: Se eliminaron tus datos locales de Alike. Tus fotos y tu suscripción no cambian.
fr: Vos données Alike locales ont été supprimées. Vos photos et votre abonnement sont inchangés.
it: I dati locali di Alike sono stati eliminati. Le tue foto e il tuo abbonamento restano invariati.
nl: Je lokale Alike-gegevens zijn verwijderd. Je foto's en abonnement blijven ongewijzigd.
pl: Lokalne dane Alike zostały usunięte. Twoje zdjęcia i subskrypcja pozostają bez zmian.
pt_br: Seus dados locais do Alike foram apagados. Suas fotos e sua assinatura continuam iguais.
tr: Yerel Alike verilerin silindi. Fotoğrafların ve aboneliğin değişmedi.
uk: Локальні дані Alike видалено. Ваші фотографії та підписка не змінилися.
zh_hant: 已刪除本機的 Alike 資料。你的照片與訂閱項目不受影響。

# welcome.main.next
source: Next
de: Weiter
es: Siguiente
es_419: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej
pt_br: Avançar
tr: Sonraki
uk: Далі
zh_hant: 下一步

# welcome.main.nothingIsDeletedAutomatically
source: Nothing is deleted automatically
de: Nichts wird automatisch gelöscht
es: No se elimina nada automáticamente
es_419: No se elimina nada automáticamente
fr: Rien n’est supprimé automatiquement
it: Nulla viene eliminato automaticamente
nl: Er wordt niets automatisch verwijderd
pl: Nic nie jest usuwane automatycznie
pt_br: Nada é apagado automaticamente
tr: Hiçbir şey otomatik olarak silinmez
uk: Нічого не видаляється автоматично
zh_hant: 不會自動刪除任何內容

# welcome.main.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
es_419: Abrir Configuración
fr: Ouvrir Réglages
it: Apri Impostazioni
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
tr: Ayarlar'ı Aç
uk: Відкрити налаштування
zh_hant: 打開「設定」

# welcome.main.pageOf
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
es_419: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
it: Pagina %1$lld di %2$lld
nl: Pagina %1$lld van %2$lld
pl: Strona %1$lld z %2$lld
pt_br: Página %1$lld de %2$lld
tr: Sayfa %1$lld / %2$lld
uk: Сторінка %1$lld з %2$lld
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

# welcome.main.photoAccessLetsAlikeScan
source: Photo access lets Alike scan your library, group similar photos, and prepare cleanup suggestions for you to review.
de: Mit dem Fotozugriff kann Alike deine Mediathek scannen, ähnliche Fotos gruppieren und Aufräumvorschläge für dich vorbereiten.
es: El acceso a las fotos permite que Alike analice tu fototeca, agrupe fotos similares y prepare sugerencias de limpieza para que las revises.
es_419: El acceso a las fotos permite que Alike analice tu fototeca, agrupe fotos similares y prepare sugerencias de limpieza para que las revises.
fr: L’accès aux photos permet à Alike d’analyser votre photothèque, de regrouper les photos similaires et de préparer des suggestions de nettoyage à examiner.
it: L'accesso alle foto permette ad Alike di analizzare la libreria, raggruppare le foto simili e preparare suggerimenti di pulizia da controllare.
nl: Met fototoegang kan Alike je bibliotheek scannen, vergelijkbare foto's groeperen en opruimsuggesties voorbereiden die jij kunt bekijken.
pl: Dostęp do zdjęć pozwala Alike przeskanować bibliotekę, pogrupować podobne zdjęcia i przygotować propozycje porządków do Twojego przejrzenia.
pt_br: O acesso às fotos permite que o Alike analise sua fototeca, agrupe fotos semelhantes e prepare sugestões de limpeza para você revisar.
tr: Fotoğraf erişimi, Alike'ın kitaplığını taramasını, benzer fotoğrafları gruplamasını ve senin gözden geçirmen için temizlik önerileri hazırlamasını sağlar.
uk: Доступ до фото дозволяє Alike сканувати фототеку, групувати схожі фото та готувати рекомендації для перегляду.
zh_hant: 取用照片後，Alike 就能掃描你的圖庫、將相似照片分組，並準備清理建議供你檢視。

# welcome.main.photoAccessRequired
source: Photo Access Required
de: Fotozugriff erforderlich
es: Se requiere acceso a las fotos
es_419: Se requiere acceso a las fotos
fr: Accès aux photos requis
it: Accesso alle foto necessario
nl: Fototoegang vereist
pl: Wymagany dostęp do zdjęć
pt_br: Acesso às fotos necessário
tr: Fotoğraf Erişimi Gerekiyor
uk: Потрібен доступ до фото
zh_hant: 須取用照片

# welcome.main.photoAnalysisStaysThisDevice
source: Your photo analysis stays on this device and gives you guided cleanup suggestions.
de: Die Analyse deiner Fotos bleibt auf diesem Gerät und liefert dir geführte Aufräumvorschläge.
es: El análisis de tus fotos se queda en este dispositivo y te da sugerencias de limpieza guiadas.
es_419: El análisis de tus fotos se queda en este dispositivo y te da sugerencias de limpieza guiadas.
fr: L’analyse de vos photos reste sur cet appareil et vous propose un nettoyage guidé.
it: L'analisi delle tue foto resta su questo dispositivo e ti offre suggerimenti di pulizia guidati.
nl: De analyse van je foto's blijft op dit apparaat en geeft je begeleide opruimsuggesties.
pl: Analiza Twoich zdjęć pozostaje na tym urządzeniu i daje Ci prowadzone propozycje porządków.
pt_br: A análise das suas fotos fica neste dispositivo e gera sugestões de limpeza guiadas.
tr: Fotoğraf analizin bu aygıtta kalır ve sana adım adım temizlik önerileri sunar.
uk: Аналіз фото виконується на цьому пристрої, а Alike готує підказки для прибирання.
zh_hant: 你的照片分析全程留在這部裝置上，並提供逐步的清理建議。

# welcome.main.photosStayPrivateYoullConfirm
source: Your photos stay private, and you'll confirm every cleanup before anything is removed.
de: Deine Fotos bleiben privat, und du bestätigst jedes Aufräumen, bevor etwas entfernt wird.
es: Tus fotos siguen siendo privadas y confirmarás cada limpieza antes de que se elimine nada.
es_419: Tus fotos siguen siendo privadas y confirmarás cada limpieza antes de que se elimine algo.
fr: Vos photos restent privées et vous confirmez chaque nettoyage avant toute suppression.
it: Le tue foto restano private e confermerai ogni pulizia prima che venga rimosso qualcosa.
nl: Je foto's blijven privé en je bevestigt elke opruiming voordat er iets wordt verwijderd.
pl: Twoje zdjęcia pozostają prywatne, a każdą operację porządkową potwierdzasz, zanim cokolwiek zostanie usunięte.
pt_br: Suas fotos continuam privadas, e você confirma cada limpeza antes que algo seja removido.
tr: Fotoğrafların gizli kalır ve hiçbir şey kaldırılmadan önce her temizliği sen onaylarsın.
uk: Ваші фото залишаються приватними, і ви підтвердите кожне очищення перед видаленням.
zh_hant: 你的照片保持私密；在移除任何內容之前，每次清理都由你確認。

# welcome.main.privateAlwaysControl
source: Private and always in your control
de: Privat und immer unter deiner Kontrolle
es: Privado y siempre bajo tu control
es_419: Privado y siempre bajo tu control
fr: Privé et toujours sous votre contrôle
it: Privato e sempre sotto il tuo controllo
nl: Privé en altijd onder jouw controle
pl: Prywatnie i zawsze pod Twoją kontrolą
pt_br: Privado e sempre sob seu controle
tr: Gizli ve her zaman senin kontrolünde
uk: Приватно й завжди під вашим контролем
zh_hant: 私密，且始終由你掌控

# welcome.main.privateOnDeviceAnalysis
source: Private on-device analysis
de: Private Analyse auf dem Gerät
es: Análisis privado en el dispositivo
es_419: Análisis privado en el dispositivo
fr: Analyse privée sur l’appareil
it: Analisi privata sul dispositivo
nl: Privéanalyse op je apparaat
pl: Prywatna analiza na urządzeniu
pt_br: Análise privada no dispositivo
tr: Aygıtta gizli analiz
uk: Приватний аналіз на пристрої
zh_hant: 在裝置上進行的私密分析

# welcome.main.reviewEverySuggestion
source: Review every suggestion
de: Jeden Vorschlag prüfen
es: Revisa cada sugerencia
es_419: Revisa cada sugerencia
fr: Examiner chaque suggestion
it: Controlla ogni suggerimento
nl: Bekijk elke suggestie
pl: Przejrzyj każdą propozycję
pt_br: Revise cada sugestão
tr: Her öneriyi gözden geçir
uk: Переглядайте кожну рекомендацію
zh_hant: 檢視每一項建議

# welcome.main.reviewSimilarPhotosFreeUp
source: Review similar photos, free up storage, and stay in control of every deletion.
de: Prüfe ähnliche Fotos, gib Speicher frei und behalte jede Löschung in der Hand.
es: Revisa fotos similares, libera espacio y mantén el control de cada eliminación.
es_419: Revisa fotos similares, libera espacio y mantén el control de cada eliminación.
fr: Examinez les photos similaires, libérez de l’espace et gardez la main sur chaque suppression.
it: Controlla le foto simili, libera spazio e mantieni il controllo di ogni eliminazione.
nl: Bekijk vergelijkbare foto's, maak opslagruimte vrij en houd elke verwijdering in eigen hand.
pl: Przeglądaj podobne zdjęcia, zwalniaj miejsce i zachowaj kontrolę nad każdym usunięciem.
pt_br: Revise fotos semelhantes, libere espaço e mantenha o controle de cada exclusão.
tr: Benzer fotoğrafları gözden geçir, depolama alanı kazan ve her silme işleminin kontrolünde kal.
uk: Переглядайте схожі фото, звільняйте пам’ять і контролюйте кожне видалення.
zh_hant: 檢視相似照片、釋出儲存空間，並掌控每一次刪除。

# welcome.main.reviewSuggestionsFirstConfirmEvery
source: You review suggestions first and confirm every cleanup action yourself.
de: Du prüfst zuerst die Vorschläge und bestätigst jede Aufräumaktion selbst.
es: Primero revisas las sugerencias y confirmas tú mismo cada acción de limpieza.
es_419: Primero revisas las sugerencias y confirmas tú mismo cada acción de limpieza.
fr: Vous examinez d’abord les suggestions et confirmez vous-même chaque nettoyage.
it: Prima controlli i suggerimenti e poi confermi tu stesso ogni azione di pulizia.
nl: Je bekijkt eerst de suggesties en bevestigt daarna zelf elke opruimactie.
pl: Najpierw przeglądasz propozycje, a potem sam potwierdzasz każdą operację porządkową.
pt_br: Você revisa as sugestões primeiro e confirma cada ação de limpeza.
tr: Önce önerileri gözden geçirir, sonra her temizlik işlemini kendin onaylarsın.
uk: Ви спочатку переглядаєте рекомендації й самі підтверджуєте кожну дію очищення.
zh_hant: 你會先檢視建議，並親自確認每一項清理操作。

# welcome.main.safeCleanupFlow
source: Safe cleanup flow
de: Sicherer Aufräumablauf
es: Flujo de limpieza seguro
es_419: Flujo de limpieza seguro
fr: Nettoyage sans risque
it: Pulizia sicura
nl: Veilig opruimen
pl: Bezpieczny przebieg porządków
pt_br: Fluxo de limpeza seguro
tr: Güvenli temizlik akışı
uk: Безпечний сценарій очищення
zh_hant: 安全的清理流程
